Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: If the issue affects a project, **Settings ▸ Export ▸ Back Up Projects** and attach the resulting backup so we can reproduce on the exact data.
ar: إذا كانت المشكلة تؤثر على مشروع ما، **الإعدادات ▸ التصدير ▸ النسخ الاحتياطي للمشروعات** وإرفاق النسخة الاحتياطية الناتجة حتى نتمكن من إعادة إنتاج البيانات الدقيقة.
ca: Si el problema afecta un projecte, **Configuració ▸ Exporta ▸ Còpia de seguretat de projectes** i adjunteu la còpia de seguretat resultant perquè puguem reproduir-nos amb les dades exactes.
cs: Pokud se problém týká projektu, **Nastavení ▸ Exportovat ▸ Zálohovat projekty** a připojte výslednou zálohu, abychom mohli reprodukovat přesná data.
da: Hvis problemet påvirker et projekt, **Indstillinger ▸ Eksporter ▸ Sikkerhedskopier projekter** og vedhæft den resulterende sikkerhedskopi, så vi kan reproducere på de nøjagtige data.
de: Wenn das Problem ein Projekt betrifft, gehen Sie zu **Einstellungen ▸ Exportieren ▸ Projekte sichern** und hängen Sie die resultierende Sicherung an, damit wir die genauen Daten reproduzieren können.
el: Εάν το πρόβλημα επηρεάζει ένα έργο, **Ρυθμίσεις ▸ Εξαγωγή ▸ Δημιουργία αντιγράφων ασφαλείας έργων** και επισυνάψτε το αντίγραφο ασφαλείας που προκύπτει, ώστε να μπορούμε να αναπαράγουμε τα ακριβή δεδομένα.
es: Si el problema afecta a un proyecto, **Configuración ▸ Exportar ▸ Realizar copia de seguridad de proyectos** y adjunte la copia de seguridad resultante para que podamos reproducirla con los datos exactos.
fa: اگر مشکل بر پروژه ای تأثیر می گذارد، **تنظیمات ▸ صادرات ▸ پشتیبان گیری از پروژه ها** و بک آپ حاصل را ضمیمه کنید تا بتوانیم بر روی داده های دقیق بازتولید کنیم.
fi: Jos ongelma koskee projektia, valitse **Asetukset ▸ Vie ▸ Varmuuskopioi projektit** ja liitä tuloksena oleva varmuuskopio, jotta voimme toistaa tarkat tiedot.
fr: Si le problème affecte un projet, **Paramètres ▸ Exporter ▸ Sauvegarder les projets** et joignez la sauvegarde résultante afin que nous puissions reproduire les données exactes.
he: אם הבעיה משפיעה על פרויקט, **הגדרות ▸ ייצוא ▸ גיבוי פרויקטים** וצרף את הגיבוי שנוצר כדי שנוכל לשחזר את הנתונים המדויקים.
hr: Ako problem utječe na projekt, **Postavke ▸ Izvoz ▸ Sigurnosno kopiranje projekata** i priložite rezultirajuću sigurnosnu kopiju kako bismo mogli reproducirati na točnim podacima.
hu: Ha a probléma egy projektet érint, válassza a **Beállítások ▸ Exportálás ▸ Projektek biztonsági mentése** menüpontot, és csatolja a kapott biztonsági másolatot, hogy a pontos adatokat reprodukálhassuk.
id: Jika masalah mempengaruhi suatu proyek, **Pengaturan ▸ Ekspor ▸ Cadangan Proyek** dan lampirkan cadangan yang dihasilkan sehingga kami dapat mereproduksi data yang tepat.
ja: 問題がプロジェクトに影響する場合は、**設定 ▸ エクスポート ▸ プロジェクトのバックアップ** を選択し、結果のバックアップを添付して、正確なデータで再現できるようにします。
ko: 문제가 프로젝트에 영향을 미치는 경우 **설정 ▸ 내보내기 ▸ 프로젝트 백업**을 수행하고 결과 백업을 첨부하여 정확한 데이터를 재현할 수 있습니다.
ms: Jika isu itu menjejaskan projek, **Tetapan ▸ Eksport ▸ Sandaran Projek** dan lampirkan sandaran yang terhasil supaya kami boleh menghasilkan semula pada data yang tepat.
nl: Als het probleem betrekking heeft op een project, **Instellingen ▸ Exporteren ▸ Back-up maken van projecten** en de resulterende back-up bijvoegen, zodat we de exacte gegevens kunnen reproduceren.
no: Hvis problemet påvirker et prosjekt, **Innstillinger ▸ Eksporter ▸ Sikkerhetskopier prosjekter** og legg ved den resulterende sikkerhetskopien slik at vi kan reprodusere de nøyaktige dataene.
pl: Jeśli problem dotyczy projektu, **Ustawienia ▸ Eksportuj ▸ Utwórz kopię zapasową projektów** i dołącz powstałą kopię zapasową, abyśmy mogli odtworzyć dokładne dane.
pt_br: Se o problema afetar um projeto, **Configurações ▸ Exportar ▸ Fazer backup de projetos** e anexe o backup resultante para que possamos reproduzir os dados exatos.
pt_pt: Se o problema afetar um projeto, **Configurações ▸ Exportar ▸ Fazer backup de projetos** e anexe o backup resultante para que possamos reproduzir os dados exatos.
ro: Dacă problema afectează un proiect, **Setări ▸ Export ▸ Faceți backup proiecte** și atașați copia de rezervă rezultată, astfel încât să putem reproduce datele exacte.
sk: Ak sa problém týka projektu, **Nastavenia ▸ Exportovať ▸ Zálohovať projekty** a pripojte výslednú zálohu, aby sme mohli reprodukovať presné údaje.
sl: Če težava vpliva na projekt, **Nastavitve ▸ Izvozi ▸ Varnostno kopiraj projekte** in priložite nastalo varnostno kopijo, da bomo lahko reproducirali na natančnih podatkih.
sv: Om problemet påverkar ett projekt, **Inställningar ▸ Exportera ▸ Säkerhetskopiera projekt** och bifoga den resulterande säkerhetskopian så att vi kan återskapa exakta data.
th: หากปัญหาส่งผลกระทบต่อโปรเจ็กต์ **การตั้งค่า ▸ ส่งออก ▸ สำรองข้อมูลโปรเจ็กต์** และแนบข้อมูลสำรองที่เกิดขึ้นเพื่อให้เราสามารถทำซ้ำในข้อมูลที่แน่นอน
ur: اگر مسئلہ کسی پروجیکٹ کو متاثر کرتا ہے، تو **ترتیبات ▸ ایکسپورٹ ▸ بیک اپ پروجیکٹس** اور نتیجے میں آنے والے بیک اپ کو منسلک کریں تاکہ ہم درست ڈیٹا کو دوبارہ پیش کرسکیں۔
vi: Nếu sự cố ảnh hưởng đến một dự án, hãy **Cài đặt ▸ Xuất ▸ Sao lưu dự án** và đính kèm bản sao lưu kết quả để chúng tôi có thể sao chép dữ liệu chính xác.
zh_hans: 如果问题影响项目，**设置 ▸ 导出 ▸ 备份项目** 并附加生成的备份，以便我们可以重现准确的数据。

source: If the issue affects a project, use **Settings ▸ General ▸ Storage ▸ Create Backup…** and attach the resulting backup so we can reproduce on the exact data.
ar: إذا كانت المشكلة تؤثر على مشروع ما، فاستخدم **الإعدادات ▸ عام ▸ التخزين ▸ إنشاء نسخة احتياطية...** وأرفق النسخة الاحتياطية الناتجة حتى نتمكن من إعادة إنتاج البيانات الدقيقة.
ca: Si el problema afecta un projecte, utilitzeu **Configuració ▸ General ▸ Emmagatzematge ▸ Crea una còpia de seguretat...** i adjunteu la còpia de seguretat resultant perquè puguem reproduir-nos amb les dades exactes.
cs: Pokud se problém týká projektu, použijte **Nastavení ▸ Obecné ▸ Úložiště ▸ Vytvořit zálohu…** a připojte výslednou zálohu, abychom mohli reprodukovat přesná data.
da: Hvis problemet påvirker et projekt, skal du bruge **Indstillinger ▸ Generelt ▸ Lager ▸ Opret sikkerhedskopi...** og vedhæfte den resulterende sikkerhedskopi, så vi kan reproducere på de nøjagtige data.
de: Betrifft das Problem ein Projekt, nutze **Einstellungen ▸ Allgemein ▸ Speicher ▸ Backup erstellen…** und hänge das Backup an, damit wir es mit genau diesen Daten nachstellen können.
el: Εάν το πρόβλημα επηρεάζει ένα έργο, χρησιμοποιήστε **Ρυθμίσεις ▸ Γενικές ▸ Αποθήκευση ▸ Δημιουργία αντιγράφου ασφαλείας…** και επισυνάψτε το αντίγραφο ασφαλείας που προκύπτει, ώστε να μπορούμε να αναπαράγουμε τα ακριβή δεδομένα.
es: Si el problema afecta a un proyecto, usa **Ajustes ▸ General ▸ Almacenamiento ▸ Crear copia de seguridad…** y adjunta la copia resultante para que podamos reproducirlo con los mismos datos.
fa: اگر مشکل مربوط به یک پروژه است، از **تنظیمات ▸ عمومی ▸ ذخیره‌سازی ▸ ایجاد پشتیبان…** استفاده کنید و فایل پشتیبان را پیوست کنید تا بتوانیم مشکل را روی همان داده‌ها بازتولید کنیم.
fi: Jos ongelma koskee projektia, käytä kohtaa **Asetukset ▸ Yleiset ▸ Tallennus ▸ Luo varmuuskopio…** ja liitä tuloksena oleva varmuuskopio, jotta voimme toistaa tarkat tiedot.
fr: Si le problème concerne un projet, utilisez **Réglages ▸ Général ▸ Stockage ▸ Créer une sauvegarde…** et joignez la sauvegarde obtenue pour que nous puissions reproduire le problème sur les mêmes données.
he: אם הבעיה משפיעה על פרויקט, השתמש ב-**הגדרות ▸ כללי ▸ אחסון ▸ צור גיבוי...** וצרף את הגיבוי שנוצר כדי שנוכל לשחזר את הנתונים המדויקים.
hr: Ako problem utječe na projekt, upotrijebite **Postavke ▸ Općenito ▸ Pohrana ▸ Stvori sigurnosnu kopiju...** i priložite rezultirajuću sigurnosnu kopiju kako bismo mogli reproducirati na točnim podacima.
hu: Ha a probléma egy projektet érint, használja a **Beállítások ▸ Általános ▸ Tárhely ▸ Biztonsági másolat létrehozása…** menüpontot, és csatolja a kapott biztonsági másolatot, hogy a pontos adatokat reprodukálhassuk.
id: Jika masalah mempengaruhi proyek, gunakan **Pengaturan ▸ Umum ▸ Penyimpanan ▸ Buat Cadangan…** dan lampirkan cadangan yang dihasilkan sehingga kami dapat mereproduksi data yang tepat.
it: Se il problema riguarda un progetto, usa **Impostazioni ▸ Generali ▸ Archiviazione ▸ Crea backup…** e allega il backup ottenuto, così potremo riprodurlo sugli stessi dati.
ja: 問題が特定のプロジェクトで起きる場合は、**設定 ▸ 一般 ▸ ストレージ ▸ バックアップを作成…** で作成したバックアップを添付してください。同じデータで問題を再現できます。
ko: 문제가 특정 프로젝트와 관련 있다면 **설정 ▸ 일반 ▸ 저장 공간 ▸ 백업 생성…** 기능으로 백업을 만들어 첨부해 주세요. 정확히 같은 데이터로 문제를 재현할 수 있습니다.
ms: Jika isu itu menjejaskan projek, gunakan **Tetapan ▸ Umum ▸ Storan ▸ Buat Sandaran…** dan lampirkan sandaran yang terhasil supaya kami boleh menghasilkan semula pada data yang tepat.
nl: Als het probleem een project treft, gebruikt u **Instellingen ▸ Algemeen ▸ Opslag ▸ Back-up maken...** en voegt u de resulterende back-up toe, zodat we deze op de exacte gegevens kunnen reproduceren.
no: Hvis problemet påvirker et prosjekt, bruk **Innstillinger ▸ Generelt ▸ Lagring ▸ Lag sikkerhetskopi...** og legg ved den resulterende sikkerhetskopien slik at vi kan reprodusere de nøyaktige dataene.
pl: Jeśli problem dotyczy projektu, użyj opcji **Ustawienia ▸ Ogólne ▸ Pamięć ▸ Utwórz kopię zapasową…** i dołącz powstałą kopię zapasową, abyśmy mogli odtworzyć dokładne dane.
pt_br: Se o problema afetar um projeto, use **Ajustes ▸ Geral ▸ Armazenamento ▸ Criar backup…** e anexe o backup gerado para que possamos reproduzir com os mesmos dados.
pt_pt: Se o problema afetar um projeto, use **Configurações ▸ Geral ▸ Armazenamento ▸ Criar Backup…** e anexe o backup resultante para que possamos reproduzir os dados exatos.
ro: Dacă problema afectează un proiect, utilizați **Setări ▸ General ▸ Stocare ▸ Creare copie de rezervă...** și atașați copia de rezervă rezultată, astfel încât să putem reproduce datele exacte.
ru: Если проблема связана с проектом, выберите **Настройки ▸ Основные ▸ Хранилище ▸ Создать резервную копию…** и приложите полученную копию, чтобы мы могли воспроизвести ошибку на тех же данных.
sk: Ak sa problém týka projektu, použite **Nastavenia ▸ Všeobecné ▸ Úložisko ▸ Vytvoriť zálohu...** a pripojte výslednú zálohu, aby sme mohli reprodukovať presné údaje.
sl: Če težava vpliva na projekt, uporabite **Nastavitve ▸ Splošno ▸ Shramba ▸ Ustvari varnostno kopijo…** in priložite nastalo varnostno kopijo, da bomo lahko reproducirali na natančnih podatkih.
sv: Om problemet påverkar ett projekt, använd **Inställningar ▸ Allmänt ▸ Lagring ▸ Skapa säkerhetskopia...** och bifoga den resulterande säkerhetskopian så att vi kan återskapa exakta data.
th: หากปัญหาส่งผลกระทบต่อโปรเจ็กต์ ให้ใช้ **การตั้งค่า ▸ ทั่วไป ▸ ที่เก็บข้อมูล ▸ สร้างการสำรองข้อมูล…** และแนบข้อมูลสำรองที่เกิดขึ้นเพื่อให้เราสามารถทำซ้ำตามข้อมูลที่แน่นอน
tr: Sorun bir projeyi etkiliyorsa **Ayarlar ▸ Genel ▸ Depolama ▸ Yedek Oluştur…** seçeneğini kullanın ve sorunu aynı veriler üzerinde yeniden oluşturabilmemiz için elde edilen yedeği ekleyin.
uk: Якщо проблема стосується проєкту, виберіть **Параметри ▸ Загальні ▸ Сховище ▸ Створити резервну копію…** і додайте отриману копію, щоб ми змогли відтворити проблему на тих самих даних.
ur: اگر مسئلہ کسی پروجیکٹ کو متاثر کرتا ہے، تو ** سیٹنگز ▸ عمومی ▸ اسٹوریج ▸ بیک اپ بنائیں…** استعمال کریں اور نتیجے میں آنے والے بیک اپ کو منسلک کریں تاکہ ہم درست ڈیٹا کو دوبارہ پیش کر سکیں۔
vi: Nếu sự cố ảnh hưởng đến dự án, hãy sử dụng **Cài đặt ▸ Chung ▸ Lưu trữ ▸ Tạo bản sao lưu…** và đính kèm bản sao lưu kết quả để chúng tôi có thể sao chép trên dữ liệu chính xác.
zh_hans: 如果问题影响到某个项目，请使用 **设置 ▸ 通用 ▸ 存储 ▸ 创建备份…**，并附上生成的备份，以便我们用完全相同的数据重现问题。
zh_hant: 如果問題影響到某個專案，請使用**設定 ▸ 一般 ▸ 儲存空間 ▸ 建立備份…** 並附上產生的備份，讓我們能以相同的資料重現問題。

source: If the server won't start, something else is usually holding its port — quit that program, then switch the server off and on again. Turning it off releases the port immediately.
ar: إذا لم يبدأ الخادم، فعادةً ما يكون هناك شيء آخر يمسك بمنفذه - قم بإنهاء هذا البرنامج، ثم قم بإيقاف تشغيل الخادم وتشغيله مرة أخرى. يؤدي إيقاف تشغيله إلى تحرير المنفذ على الفور.
ca: Si el servidor no s'inicia, normalment hi ha una altra cosa que manté el seu port: sortiu d'aquest programa i, a continuació, apagueu i torneu a encendre el servidor. En desactivar-lo, s'allibera el port immediatament.
cs: Pokud se server nespustí, jeho port obvykle drží něco jiného – ukončete tento program, poté server vypněte a znovu zapněte. Vypnutím se port okamžitě uvolní.
da: Hvis serveren ikke starter, er der normalt noget andet, der holder dens port - luk det program, og sluk derefter serveren og tænd den igen. Hvis du slukker for den, frigives porten med det samme.
de: Startet der Server nicht, belegt meist ein anderes Programm den Port – beende es und schalte den Server dann aus und wieder ein. Beim Ausschalten wird der Port sofort freigegeben.
el: Εάν ο διακομιστής δεν ξεκινά, κάτι άλλο κρατά συνήθως τη θύρα του — κλείστε αυτό το πρόγραμμα και, στη συνέχεια, απενεργοποιήστε και ενεργοποιήστε ξανά τον διακομιστή. Αν το απενεργοποιήσετε, η θύρα απελευθερώνεται αμέσως.
es: Si el servidor no se inicia, normalmente otro programa está usando su puerto: cierra ese programa y desactiva y vuelve a activar el servidor. Al desactivarlo, el puerto se libera al instante.
fa: اگر سرور اجرا نمی‌شود، معمولاً برنامهٔ دیگری پورت آن را اشغال کرده است — آن برنامه را ببندید، سپس سرور را خاموش و دوباره روشن کنید. خاموش کردن سرور پورت را فوراً آزاد می‌کند.
fi: Jos palvelin ei käynnisty, jokin muu pitää yleensä sen porttia kiinni – sulje ohjelma, kytke palvelin pois päältä ja uudelleen päälle. Sen sammuttaminen vapauttaa portin välittömästi.
fr: Si le serveur ne démarre pas, c'est généralement qu'un autre programme occupe son port : quittez ce programme, puis désactivez et réactivez le serveur. Le désactiver libère immédiatement le port.
he: אם השרת לא מופעל, בדרך כלל משהו אחר מחזיק את היציאה שלו - צא מהתוכנית הזו, ואז כבה את השרת והדלק אותו שוב. כיבוי זה משחרר את היציאה מיד.
hr: Ako se poslužitelj ne pokreće, nešto drugo obično drži svoj priključak — zatvorite taj program, zatim isključite i ponovno uključite poslužitelj. Isključivanjem se port odmah oslobađa.
hu: Ha a kiszolgáló nem indul el, általában valami más tartja a portját – lépjen ki a programból, majd kapcsolja ki, majd újra be a szervert. Kikapcsolása azonnal felszabadítja a portot.
id: Jika server tidak dapat dijalankan, biasanya ada sesuatu yang menahan portnya — keluar dari program tersebut, lalu matikan server dan hidupkan kembali. Mematikannya akan segera melepaskan port.
it: Se il server non si avvia, di solito è perché un altro programma sta occupando la sua porta: chiudi quel programma, poi disattiva e riattiva il server. Disattivandolo, la porta viene liberata immediatamente.
ja: サーバが起動しない場合は、たいていほかのプログラムがそのポートを使用しています。そのプログラムを終了してから、サーバをオフにしてもう一度オンにしてください。オフにするとポートはすぐに解放されます。
ko: 서버가 시작되지 않으면 보통 다른 프로그램이 포트를 사용 중인 것입니다. 해당 프로그램을 종료한 다음 서버를 껐다가 다시 켜세요. 끄면 포트가 즉시 해제됩니다.
ms: Jika pelayan tidak dapat dimulakan, sesuatu yang lain biasanya menahan portnya — keluar dari program itu, kemudian matikan pelayan dan hidupkan semula. Mematikannya melepaskan port serta-merta.
nl: Als de server niet wil opstarten, houdt iets anders de poort meestal vast. Sluit dat programma af en schakel de server vervolgens uit en weer in. Als u dit uitschakelt, wordt de poort onmiddellijk vrijgegeven.
no: Hvis serveren ikke starter, er det vanligvis noe annet som holder porten – avslutt programmet, og slå serveren av og på igjen. Hvis du slår den av, frigjøres porten umiddelbart.
pl: Jeśli serwer nie uruchamia się, zazwyczaj coś innego blokuje jego port — zamknij ten program, a następnie wyłącz i włącz serwer. Wyłączenie powoduje natychmiastowe zwolnienie portu.
pt_br: Se o servidor não iniciar, geralmente outro programa está usando a porta — feche esse programa e depois desative e reative o servidor. Desativá-lo libera a porta imediatamente.
pt_pt: Se o servidor não iniciar, geralmente alguma outra coisa está bloqueando sua porta – feche o programa e desligue o servidor e ligue-o novamente. Desligá-lo libera a porta imediatamente.
ro: Dacă serverul nu pornește, altceva își reține de obicei portul - ieșiți din acel program, apoi opriți și reporniți serverul. Oprirea acestuia eliberează imediat portul.
ru: Если сервер не запускается, обычно его порт занят другой программой — закройте ее, затем выключите и снова включите сервер. При выключении порт освобождается сразу.
sk: Ak sa server nespustí, jeho port zvyčajne drží niečo iné – ukončite tento program, potom server vypnite a znova zapnite. Vypnutím sa port okamžite uvoľní.
sl: Če se strežnik ne zažene, nekaj drugega običajno zadržuje njegova vrata — zaprite ta program, nato izklopite in znova vklopite strežnik. Če ga izklopite, takoj sprostite vrata.
sv: Om servern inte startar är det vanligtvis något annat som håller i porten — avsluta det programmet och stäng sedan av servern och slå på den igen. Om du stänger av den frigörs porten omedelbart.
th: หากเซิร์ฟเวอร์ไม่เริ่มทำงาน แสดงว่ามีสิ่งอื่นค้างพอร์ตอยู่ ให้ออกจากโปรแกรมนั้น แล้วปิดเซิร์ฟเวอร์แล้วเปิดใหม่อีกครั้ง การปิดเครื่องจะเป็นการปลดพอร์ตทันที
tr: Sunucu başlamıyorsa genellikle portunu başka bir program kullanıyordur — o programdan çıkın, ardından sunucuyu kapatıp yeniden açın. Kapatmak portu hemen serbest bırakır.
uk: Якщо сервер не запускається, зазвичай його порт зайняла інша програма — закрийте її, а потім вимкніть і знову ввімкніть сервер. Вимкнення одразу звільняє порт.
ur: اگر سرور شروع نہیں ہوتا ہے تو، کوئی اور چیز عام طور پر اس کی بندرگاہ کو روکے ہوئے ہوتی ہے — اس پروگرام کو چھوڑ دیں، پھر سرور کو بند کر کے دوبارہ آن کریں۔ اسے آف کرنے سے پورٹ فوری طور پر ریلیز ہو جاتا ہے۔
vi: Nếu máy chủ không khởi động thì thường có thứ gì đó khác đang giữ cổng của nó — hãy thoát khỏi chương trình đó, sau đó tắt và bật lại máy chủ. Tắt nó sẽ giải phóng cổng ngay lập tức.
zh_hans: 如果服务器无法启动，通常是其他程序占用了端口——退出该程序，然后关闭服务器再重新开启。关闭服务器会立即释放端口。
zh_hant: 如果伺服器無法啟動，通常是有其他程式佔用了它的連接埠——請結束該程式，然後將伺服器關閉再重新開啟。關閉伺服器會立即釋放連接埠。

source: If this is your first time, an interactive tour walks you through the editor when your first project opens. Pick a new project from a template any time via **File ▸ New Project**.
ar: إذا كانت هذه هي المرة الأولى لك، فسترشدك جولة تفاعلية عبر المحرر عند فتح مشروعك الأول. اختر مشروعًا جديدًا من القالب في أي وقت عبر **ملف ▸ مشروع جديد**.
ca: Si és la primera vegada, un recorregut interactiu us guiarà per l'editor quan s'obre el vostre primer projecte. Trieu un projecte nou d'una plantilla en qualsevol moment mitjançant **Fitxer ▸ Projecte nou**.
cs: Pokud je to vaše poprvé, po otevření vašeho prvního projektu vás provede interaktivní prohlídka editorem. Vyberte si nový projekt ze šablony kdykoli pomocí **Soubor ▸ Nový projekt**.
da: Hvis det er din første gang, fører en interaktiv rundvisning dig gennem editoren, når dit første projekt åbner. Vælg et nyt projekt fra en skabelon til enhver tid via **Filer ▸ Nyt projekt**.
de: Wenn dies Ihr erstes Mal ist, führt Sie eine interaktive Tour durch den Editor, wenn Ihr erstes Projekt geöffnet wird. Wählen Sie jederzeit über **Datei ▸ Neues Projekt** ein neues Projekt aus einer Vorlage aus.
el: Εάν αυτή είναι η πρώτη σας φορά, μια διαδραστική περιήγηση σάς καθοδηγεί στο πρόγραμμα επεξεργασίας όταν ανοίγει το πρώτο σας έργο. Επιλέξτε ένα νέο έργο από ένα πρότυπο ανά πάσα στιγμή μέσω **Αρχείο ▸ Νέο Έργο**.
es: Si es tu primera vez, un recorrido interactivo te guiará por el editor cuando se abra tu primer proyecto. Elija un nuevo proyecto de una plantilla en cualquier momento a través de **Archivo ▸ Nuevo proyecto**.
fa: اگر این اولین بار است که اولین پروژه شما باز می شود، یک تور تعاملی شما را از طریق ویرایشگر راهنمایی می کند. هر زمان که خواستید از طریق **فایل ▸ پروژه جدید** یک پروژه جدید از یک الگو انتخاب کنید.
fi: Jos tämä on ensimmäinen kerta, interaktiivinen esittely opastaa sinut editorin läpi, kun ensimmäinen projektisi avautuu. Valitse uusi projekti mallista milloin tahansa valitsemalla **Tiedosto ▸ Uusi projekti**.
fr: Si c'est votre première fois, une visite interactive vous guide à travers l'éditeur à l'ouverture de votre premier projet. Choisissez un nouveau projet à partir d'un modèle à tout moment via **Fichier ▸ Nouveau projet**.
he: אם זו הפעם הראשונה שלך, סיור אינטראקטיבי יוביל אותך דרך העורך כשהפרויקט הראשון שלך נפתח. בחר פרויקט חדש מתבנית בכל עת דרך **קובץ ▸ פרויקט חדש**.
hr: Ako vam je ovo prvi put, interaktivni obilazak vodi vas kroz uređivač kada se otvori vaš prvi projekt. Odaberite novi projekt iz predloška bilo kada putem **Datoteka ▸ Novi projekt**.
hu: Ha ez az első alkalom, az első projekt megnyitásakor egy interaktív bemutató végigvezeti a szerkesztőn. Bármikor válasszon új projektet a sablonból a **Fájl ▸ Új projekt** menüpontban.
id: Jika ini adalah pertama kalinya Anda, tur interaktif akan memandu Anda menjelajahi editor saat proyek pertama Anda dibuka. Pilih proyek baru dari templat kapan saja melalui **File ▸ Proyek Baru**.
ja: 初めての場合は、最初のプロジェクトを開いたときに、インタラクティブなツアーに従ってエディターを案内します。 **[ファイル] ▸ [新しいプロジェクト]** を使用して、いつでもテンプレートから新しいプロジェクトを選択します。
ko: 처음이라면 첫 번째 프로젝트가 열릴 때 대화형 둘러보기를 통해 편집기를 안내합니다. 언제든지 **파일 ▸ 새 프로젝트**를 통해 템플릿에서 새 프로젝트를 선택하세요.
ms: Jika ini kali pertama anda, lawatan interaktif memandu anda melalui editor apabila projek pertama anda dibuka. Pilih projek baharu daripada templat pada bila-bila masa melalui **Fail ▸ Projek Baharu**.
nl: Als dit de eerste keer is, leidt een interactieve rondleiding u door de editor wanneer uw eerste project wordt geopend. Kies op elk gewenst moment een nieuw project uit een sjabloon via **Bestand ▸ Nieuw project**.
no: Hvis dette er første gang, leder en interaktiv omvisning deg gjennom redigeringsprogrammet når ditt første prosjekt åpnes. Velg et nytt prosjekt fra en mal når som helst via **Fil ▸ Nytt prosjekt**.
pl: Jeśli jest to Twój pierwszy raz, po otwarciu pierwszego projektu interaktywna wycieczka przeprowadzi Cię przez edytor. W dowolnym momencie możesz wybrać nowy projekt z szablonu poprzez **Plik ▸ Nowy projekt**.
pt_br: Se esta for sua primeira vez, um tour interativo guiará você pelo editor quando seu primeiro projeto for aberto. Escolha um novo projeto a partir de um modelo a qualquer momento em **Arquivo ▸ Novo Projeto**.
pt_pt: Se esta for sua primeira vez, um tour interativo guiará você pelo editor quando seu primeiro projeto for aberto. Escolha um novo projeto a partir de um modelo a qualquer momento em **Ficheiro ▸ Novo Projeto**.
ro: Dacă este prima dată, un tur interactiv te ghidează prin editor când se deschide primul tău proiect. Alegeți oricând un nou proiect dintr-un șablon prin **Fișier ▸ Proiect nou**.
sk: Ak je to váš prvý projekt, po otvorení vášho prvého projektu vás prevedie editorom interaktívna prehliadka. Vyberte si nový projekt zo šablóny kedykoľvek pomocou **Súbor ▸ Nový projekt**.
sl: Če ste to prvič, vas interaktivna predstavitev popelje skozi urejevalnik, ko se odpre vaš prvi projekt. Kadar koli izberite nov projekt iz predloge prek **Datoteka ▸ Nov projekt**.
sv: Om det här är första gången, leder en interaktiv rundtur dig genom redigeraren när ditt första projekt öppnas. Välj ett nytt projekt från en mall när som helst via **Arkiv ▸ Nytt projekt**.
th: หากนี่เป็นครั้งแรกของคุณ ทัวร์ชมเชิงโต้ตอบจะแนะนำคุณผ่านโปรแกรมแก้ไขเมื่อโปรเจ็กต์แรกของคุณเปิดขึ้น เลือกโปรเจ็กต์ใหม่จากเทมเพลตได้ตลอดเวลาผ่าน **ไฟล์ ▸ โปรเจ็กต์ใหม่**
ur: اگر یہ آپ کی پہلی بار ہے، تو آپ کا پہلا پروجیکٹ کھلنے پر ایک انٹرایکٹو ٹور آپ کو ایڈیٹر کے ذریعے لے جائے گا۔ **فائل ▸ نیا پروجیکٹ** کے ذریعے کسی بھی وقت ٹیمپلیٹ سے ایک نیا پروجیکٹ چنیں۔
vi: Nếu đây là lần đầu tiên bạn tham quan, một chuyến tham quan tương tác sẽ hướng dẫn bạn qua trình chỉnh sửa khi dự án đầu tiên của bạn mở ra. Chọn dự án mới từ mẫu bất kỳ lúc nào thông qua **Tệp ▸ Dự án mới**.
zh_hans: 如果这是您第一次，当您的第一个项目打开时，交互式导览将引导您浏览编辑器。随时通过 **文件 ▸ 新项目** 从模板中选择一个新项目。
